{"title":{"0":"New Selfie Shows Curiosity, the Mars Chemist","1":"Celebrate Mars Reconnaissance Orbiter's Views From Above","2":"NASA's Curiosity Rover Finds an Ancient Oasis on Mars","3":"NASA's Push to Save the Mars InSight Lander's Heat Probe","4":"NASA to Hold Mars 2020 Perseverance Rover Launch Briefing","5":"A Martian Roundtrip: NASA's Perseverance Rover Sample Tubes","6":"Mars Helicopter Attached to NASA's Perseverance Rover","7":"Media Get a Close-Up of NASA's Mars 2020 Rover","8":"My Culture, My Voice","9":"Deadline Closing for Names to Fly on NASA's Next Mars Rover","10":"Space History Is Made in This NASA Robot Factory","11":"NASA Prepares for Moon and Mars With New Addition to Its Deep Space Network","12":"NASA's Curiosity Takes Selfie With 'Mary Anning' on the Red Planet","13":"HiRISE Views NASA's InSight and Curiosity on Mars","14":"NASA's New Mars Rover Will Use X-Rays to Hunt Fossils"},"preview":{"0":"The NASA rover performed a special chemistry experiment at the location captured in its newest self-portrait.","1":"Marking its 15th anniversary since launch, one of the oldest spacecraft at the Red Planet has provided glimpses of dust devils, avalanches, and more.","2":"New evidence suggests salty, shallow ponds once dotted a Martian crater — a sign of the planet's drying climate.","3":"The scoop on the end of the spacecraft's robotic arm will be used to 'pin' the mole against the wall of its hole.","4":"Learn more about the agency's next Red Planet mission during a live event on June 17.","5":"Marvels of engineering, the rover's sample tubes must be tough enough to safely bring Red Planet samples on the long journey back to Earth in immaculate condition. ","6":"The team also fueled the rover's sky crane to get ready for this summer's history-making launch.","7":"The clean room at NASA's Jet Propulsion Laboratory was open to the media to see NASA's next Mars explorer before it leaves for Florida in preparation for a summertime launch.","8":"In honor of Hispanic Heritage Month, Christina Hernandez, an instrument engineer on the Mars 2020 mission, talks about her childhood and journey to NASA.","9":"You have until Sept. 30 to send your names to Mars aboard the Mars 2020 rover. ","10":"From rockets to rovers, JPL's Spacecraft Assembly Facility has been at the center of robotic spaceflight. Here's a closer look at what makes it so special.","11":"Robotic spacecraft will be able to communicate with the dish using radio waves and lasers.","12":"The Mars rover has drilled three samples of rock in this clay-enriched region since arriving in July.","13":"New images taken from space offer the clearest orbital glimpse yet of InSight as well as a view of Curiosity rolling along.","14":"PIXL, an instrument on the end of the Perseverance rover's arm, will search for chemical fingerprints left by ancient microbes."}}